[
    {
        "id": 100,
        "nombre": "Base de maquillaje Maybelline New York Fit Me! matte + poreless 220 natural beige 30 ml",
        "precio": 229.99,
        "categoria": "mas_vendidos",
        "ingredientes": "Aqua, Cyclopentasiloxane, Nylon-12, Isododecane, Cyclohexasiloxane, PEG-10 Dimethicone, Disteardimonium Hectorite, Cetyl PEG/PPG-10/1 Dimethicone, Polyglyceryl-4 Isostearate, Dimethicone, Phenoxyethanol, Magnesium Sulfate, Disodium Stearoyl Glutamate, Synthetic Fluorphlogopite, Alcohol Denat., Caprylyl Glycol, Tocopherol, Aluminum Hydroxide, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499)",
        "destacado": true,
        "imagen": "/img/basefitmemaybelline.jpg",
        "descripcion": "Con la base líquida matificante de Maybelline New York Fit Me! Matte + Poreless no batalles más por encontrar tu tono de maquillaje ideal.",
        "tipo": "rostro"
    },
    {
        "id": 101,
        "nombre": "Base de maquillaje Beauty Creations Fawless stay foundation 41 larga duración de 30ml",
        "precio": 197.50,
        "categoria": "mas_vendidos",
        "ingredientes":"Water, Cyclopentasiloxane, Polyglyceryl-3 Polyiricinoleate, Isododecane, Isopropyl Myristate, Glycerin, Propylene Glycol, Dimethicone/Vinyl Dimethicone Crosspolymer, Sorbitan Isostearate, PEG-30 Dipolyhydroxystearate, Magnesium Stearate, Rosa Damascena Flower Water, Aluminum Tristearate, Microcrystalline Wax, Beeswax, Magnesium Aluminum Silicate, Sodium Chloride, Magnesium Sulfate, Diazolidinyl Urea, Methylparaben, Propylparaben",
        "destacado": true,
        "imagen": "/img/basebeautycreations.png",
        "descripcion": "Obtén un acabado impecable y duradero con la Base de Maquillaje Beauty Creations Flawless Stay Foundation. Esta base está diseñada para ofrecer una cobertura completa y de larga duración, dejando tu piel con un aspecto suave, uniforme y natural.",
        "tipo": "rostro"
    },
    {
        "id": 102,
        "nombre": "Mascara de pestañas azul ByApple",
        "precio": 70.00,
        "categoria": "mas_vendidos",
        "ingredientes":"Water, Cera Alba (Beeswax), Stearic Acid, Acacia Senegal Gum, Triethanolamine, Propylene Glycol, Hydroxyethylcellulose, Phenoxyethanol, Iron Oxides (CI 77499), Ultramarines (CI 77007), Methylparaben, Ethylparaben.",
        "destacado": false,
        "imagen": "/img/appleblue.jpg",
        "descripcion": "Dale a tus pestañas el protagonismo que se merecen con la mascara de pestañas By Apple Super Lash en un vibrante color azul.",
        "tipo": "ojos"
    },
    {
        "id": 103,
        "nombre": "Rubor Flower Knows Midsummer Fairytales terciopelo en releve",
        "precio": 1102.54,
        "categoria": "mas_vendidos",
        "ingredientes":"Mica, Silica, Dimethicone, Synthetic Wax, Magnesium Myristate, Nylon-12, Caprylic/Capric Triglyceride, Triethoxycaprylylsilane, Trimethylsiloxysilicate, Polypropylene, Polymethylsilsesquioxane, Phenoxyethanol, Caprylyl Glycol, Tocopheryl Acetate, Ethylhexylglycerin, Fragrance, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491), Yellow 5 Lake (CI 19140), Carmine (CI 75470).",
        "destacado": false,
        "imagen": "/img/blushflowerknows.png",
        "descripcion": "Su fórmula suave se difumina fácilmente, dejando un toque romántico y natural en tus mejillas. Ideal para quienes buscan belleza con un toque de fantasía.",
        "tipo":"mejillas"
    },
    {
        "id": 104,
        "nombre": "Crema para ojos Garnier Skin Active express aclara vitamina C antiojeras 15 ml",
        "precio": 178.80,
        "categoria": "mas_vendidos",
        "ingredientes":"Vitamina C, Niacinamida, Cafeína, Polvo de Plátano.",
        "destacado": false,
        "imagen": "/img/ojosgarnier.png",
        "descripcion": "Descubre la nueva Crema para el contorno de Ojos de Express Aclara Anti-manchas con Vitamina C y sus poderosos activos al 4% (vitamina C, Niacinamida, cafeína y polvo de banana) probados clínicamente.",
        "tipo":"ojos"
    },
    {
        "id": 105,
        "nombre": "NYX Professional Makeup Paleta de correctores Colour Correcting Palette",
        "precio": 250.00,
        "categoria": "mas_vendidos",
        "ingredientes":"Trimethylsiloxyphenyl Dimethicone, Dimethicone, Beeswax (Cera Alba), Isononyl Isononanoate, Caprylic/Capric Triglyceride, Octyldodecanol, Polyglyceryl-3 Diisostearate, Polyethylene, Sorbitan Olivate, Dimethicone Crosspolymer, Hydrogenated Microcrystalline Wax, Tocopheryl Acetate, Triethoxycaprylylsilane, BHT, Mica, Titanium Dioxide (CI 77891), Iron Oxides (CI 77492), Blue 1 Lake (CI 42090), Carmine (CI 75470), Chromium Oxide Greens (CI 77288), Yellow 5 Lake (CI 19140)",
        "destacado": false,
        "imagen": "/img/correctoresNYX.jpg",
        "descripcion": "Seis tonos combinables (verde, morado, rosa, naranja, melocotón y amarillo) para una cobertura modulable, Combina los colores y crea tu tono ideal para cubrir imperfecciones",
        "tipo":"ojos"
    },
    {
        "id": 106,
        "nombre": "Peptide lip shape Rhode delineador labios",
        "precio": 499.99,
        "categoria": "mas_vendidos",
        "ingredientes":"Hydrogenated Polyisobutene, Diisostearyl Malate, Butyrospermum Parkii (Shea) Butter, Polybutene, Microcrystalline Wax, Synthetic Wax, Octyldodecanol, Polyglyceryl-2 Triisostearate, Hydrogenated Poly(C6-14 Olefin), Tocopherol, Tocopheryl Acetate, Tetrahexyldecyl Ascorbate, Palmitoyl Tripeptide-1, Orbignya Oleifera Seed Oil, Theobroma Grandiflorum Seed Butter, Lactic Acid, Tribehenin, Stevioside, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Ethylhexyl Palmitate, Sorbitan Isostearate, Synthetic Fluorphlogopite, Disteardimonium Hectorite, Titanium Dioxide (CI 77891), Red 28 Lake (CI 45410), Red 7 (CI 15850), Yellow 5 Lake (CI 19140), Blue 1 Lake (CI 42090)",
        "destacado": false,
        "imagen": "/img/DelineadorlabiosRhode.png",
        "descripcion": " Su textura cremosa se desliza con facilidad, permitiendo un trazo preciso y un difuminado suave gracias a su doble punta: lápiz y difuminador de silicona",
        "tipo":"labios"
    },
    {
        "id": 107,
        "nombre": "Delineador para Ojos MAC Brushstroke 24-hour liner - Brushblack 0.67 g",
        "precio": 546.60,
        "categoria": "mas_vendidos",
        "ingredientes":"Water, Butylene Glycol, Alcohol, Ammonium Acrylates Copolymer, Acrylates Copolymer, 1,2-Hexanediol, Tocopherol, Ethylhexylglycerin, Sucrose Palmitate, Simethicone, Sorbitan Laurate, Sorbitan Palmitate, Sorbitan Trioleate, Hydrogenated Palm Glycerides, Aminomethyl Propanol, Disodium EDTA, Black 2 (CI 77266)",
        "destacado": true,
        "imagen": "/img/DelineadorMAC.png",
        "descripcion": "Un delineador de ojos resistente al agua con una punta de pincel de precisión que hace que el delineado líquido sea nítido, rápido y fácil.",
        "tipo":"ojos"
    },
    {
        "id": 108,
        "nombre": "Dior backstage face & body foundation (base de maquillaje)",
        "precio": 1200.00,
        "categoria": "mas_vendidos",
        "ingredientes":"Cyclopentasiloxane, Aqua (Water), Alcohol, Trimethylsiloxysilicate, Polyurethane-35, PEG-9 Polydimethylsiloxyethyl Dimethicone, Phenyl Trimethicone, Glycerin, Silica, Disteardimonium Hectorite, Sodium Myristoyl Glutamate, Glyceryl Undecyl Dimethicone, Phenoxyethanol, Propylene Carbonate, VP/VA Copolymer, Tetrasodium EDTA, Parfum (Fragrance), Aluminum Hydroxide, Linalool, Limonene, Citronellol, BHT, Tocopherol, CI 19140 (Yellow 5, Yellow 5 Lake), CI 42090 (Blue 1 Lake), CI 77007 (Ultramarines), CI 77163 (Bismuth Oxychloride), CI 77491, CI 77492, CI 77499 (Iron Oxides), CI 77891 (Titanium Dioxide)",
        "destacado": false,
        "imagen": "/img/baseDIOR.jpg",
        "descripcion": "Dior Backstage Face & Body Foundation es el arma secreta de los artistas de maquillaje de Dior para crear un cutis instantáneamente impecable con una cobertura ultra edificable, desde un brillo natural a la perfección de alta cobertura.",
        "tipo":"rostro"
    },
    {
        "id": 109,
        "nombre": "Chocolate Wonder-Shop Highlighter & Contour",
        "precio": 950.00,
        "categoria": "mas_vendidos",
        "ingredientes":"Synthetic Fluorphlogopite, Titanium Dioxide (CI 77891), Hydrogenated Polyisobutene, Mica, HDI/Trimethylol Hexyllactone Crosspolymer, Nylon-12, Ethylhexyl Palmitate, Octyldodecyl Stearoyl Stearate, Boron Nitride, Magnesium Myristate, Bis-Diglyceryl Polyacyladipate-2, Sorbitan Stearate, Phenoxyethanol, Iron Oxides (CI 77492), Zea Mays (Corn) Starch, Aluminum Starch Octenylsuccinate, Caprylyl Glycol, Iron Oxides (CI 77491), Triethoxycaprylylsilane, Tocopheryl Acetate, Water, Helianthus Annuus (Sunflower) Seed Oil, Ethylhexylglycerin, Tin Oxide, Polyacrylamide, Silica, C13-14 Isoparaffin, Simmondsia Chinensis (Jojoba) Seed Oil, Rosa Canina Fruit Oil.",
        "destacado": false,
        "imagen": "/img/chocolatewoderflowerkows.png",
        "descripcion": "Esta paleta de contorno e iluminador está inspirada en la estética vintage de los años 90, con un empaque tipo caja de regalo que la convierte en una pieza coleccionable. ",
        "tipo":"mejillas"
    },
    {
        "id": 110,
        "nombre": "Dior Addict Lip Maximizer",
        "precio": 920.00,
        "categoria": "mas_vendidos",
        "ingredientes":"Methyl Hydrogenated Rosinate, Dimer Dilinoleyl Dimer Dilinoleate, Polyglyceryl-2 Triisostearate, Polyglyceryl-10 Decaisostearate, Jojoba Esters, Polyglyceryl-3 Beeswax, Glyceryl Behenate/Eicosadioate, Ethylhexyl Palmitate, Dipalmitoyl Hydroxyproline, Menthoxypropanediol, Parfum, Prunus Avium (Sweet Cherry) Seed Oil, Mica, Ethyl Vanillin, Tocopherol, Trihydroxystearin, Trimethylolpropane Triisostearate, Silica, Capsicum Frutescens Fruit Extract, Sodium Hyaluronate",
        "destacado": false,
        "imagen": "/img/glossdior.jpg",
        "descripcion": "Dior Addict Lip Maximizer es el icónico brillo de labios Dior con ácido hialurónico, un verdadero tratamiento hidratante y repulpante con efecto volumen máximo. Su fórmula, enriquecida con aceite de cereza, está compuesta por un 90 %* de ingredientes de origen natural.",
        "tipo":"labios"
    },
    {
        "id": 111,
        "nombre": "Florence By Mills Iluminador En Barra Autorreflejante",
        "precio": 510.10,
        "categoria": "mas_vendidos",
        "ingredientes":"PPG-3 Benzyl Ether Myristate, Polyethylene, Phenyl Trimethicone, Polymethyl Methacrylate, Ethylene/Propylene/Styrene Copolymer, Butylene/Ethylene/Styrene Copolymer, Caprylic/Capric Triglyceride, Ceresin, Synthetic Wax, Microcrystalline Wax, Hydrogenated Poly(C6-14 Olefin), Bis-Diglyceryl Polyacyladipate-2, Polyhydroxystearic Acid, Ethylhexyl Palmitate, Silica, Caprylyl Glycol, Ethylhexylglycerin, Tocopherol, Mica, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491)",
        "destacado": false,
        "imagen": "/img/iluminadorenbarraflorence.png",
        "descripcion": "Iluminador en barra cremoso, multitarea y sin aceite que proporciona un color que se puede combinar y combinar. La fórmula se mezcla fácilmente con el dedo y se puede aplicar directamente sobre la piel o sobre la base",
        "tipo":"mejillas"
    },
    {
        "id": 112,
        "nombre": "Flower Knows Violet Strawberry Rococo Set De Maquillaje 8 Pz",
        "precio": 4621.50,
        "categoria": "mas_vendidos",
        "ingredientes":"Mica,Silica,Dimethicone,Synthetic Wax,Magnesium Myristate,Nylon-12,Caprylic/Capric Triglyceride,Triethoxycaprylylsilane,Trimethylsiloxysilicate,Phenoxyethanol,Caprylyl Glycol,Tocopheryl Acetate,Ethylhexylglycerin,Fragrance,- Titanium Dioxide (CI 77891),Iron Oxides (CI 77491, CI 77492, CI 77499),Yellow 5 Lake (CI 19140),Carmine (CI 75470)",
        "destacado": false,
        "imagen": "/img/kitflowerknows.png",
        "descripcion": "Descubra un surtido de lujo que incluye: brillo de labios (G02 Raspberry Booze + G04 Blackberry Jam), Blush (G01 Romantic Blossom + G02 Little Cranberry), espejo de mano, cepillo de colorete, pinza para el cabello, todo bellamente organizado en una elegante caja de regalo, excepto el espejo de mano",
        "tipo": "todo en uno"
    },
    {
        "id": 113,
        "nombre": "BLUSH EN CREMA MATTE LA GIRL",
        "precio": 175.00,
        "categoria": "mas_vendidos",
        "ingredientes":"Isohexadecane, Methyl Methacrylate Crosspolymer, Hydrogenated Microcrystalline Cera, Isododecane, Bis-Diglyceryl Polyacyladipate-2, Polyisobutene, Disteardimonium Hectorite, Silica, Pentaerythrityl Tetraisostearate, Mica, Propylene Carbonate, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Alcohol Denat., Phenoxyethanol, Parfum (Fragrance), Simmondsia Chinensis (Jojoba) Seed Oil, Tocopheryl Acetate, Tin Oxide, BHT, Linalool, Hexyl Cinnamal, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Yellow 5 Lake (CI 19140), Red 6 Lake (CI 15850), Red 7 Lake (CI 15850).",
        "destacado": true,
        "imagen": "/img/L.Acreamblush.jpg",
        "descripcion": "Este rubor en crema ofrece un acabado mate suave con una textura tipo gel que se funde fácilmente en la piel. Su fórmula es ligera, edificable y sin parabenos, perfecta para lograr desde un toque sutil hasta un color más intenso.",
        "tipo":"mejillas"
    },
    {
        "id": 114,
        "nombre": "Violet Strawberry Rococo Glowy Lip Gloss",
        "precio": 320.00,
        "categoria": "mas_vendidos",
        "ingredientes":"Polybutene, Hydrogenated Polyisobutene, Diisostearyl Malate, Trimethyl Pentaphenyl Trisiloxane, Octyldodecanol, Tridecyl Trimellitate, Hydrogenated Polycyclopentadiene, Silica Dimethyl Silylate, Propylene Glycol Dibenzoate, Calcium Aluminum Borosilicate, Sorbitan Isostearate, Isododecane, Bis-Hydroxyethoxypropyl Dimethicone/IPDI Copolymer Ethylcarbamate, Polyhydroxystearic Acid, Silica, CI 77891, Fragrance (Parfum), Tocopheryl Acetate, Ethylhexyl Palmitate, Isopropyl Myristate, Isostearic Acid, Lecithin, Polyglyceryl-3 Polyricinoleate, Polyglyceryl-2 Diisostearate, Polyglyceryl-2 Triisostearate, Tin Oxide, Dehydroacetic Acid, CI 15850.",
        "destacado": true,
        "imagen": "/img/labialflowerknows.jpg",
        "descripcion": "A pink so sweet, it’s practically a dessert. With its soft, glossy finish, this shade adds a playful, strawberry-kissed touch to any look.",
        "tipo":"labios"
    },
    {
        "id": 115,
        "nombre": "Labial Top Five Mousse Mate Italia Deluxe ",
        "precio": 85.00,
        "categoria": "mas_vendidos",
        "ingredientes":"Isododecane, Dimethicone, Trimethylsiloxysilicate, Disteardimonium Hectorite, Propylene Carbonate, Synthetic Wax, Polybutene, Silica Dimethyl Silylate, Phenoxyethanol, Caprylyl Glycol, Fragrance, Tocopheryl Acetate, CI 77891 (Titanium Dioxide), CI 77491, CI 77492, CI 77499 (Iron Oxides), CI 15850 (Red 6, Red 7), CI 19140 (Yellow 5 Lake), CI 42090 (Blue 1 Lake).",
        "destacado": true,
        "imagen": "/img/labialmateitaliadeluxe.jpg",
        "descripcion": "Sé protagonista con la ayuda del labial Italia Deluxe Labial Mousse Italia. Para el día o la noche, con un nude delicado o un rojo vibrante, viví el color sin necesidad de retoques.",
        "tipo":"labios"
    },
    {
        "id": 116,
        "nombre": "Labial matte de larga duración MAC retro matte lipstick",
        "precio": 399.99,
        "categoria": "mas_vendidos",
        "ingredientes":"Ricinus Communis (Castor) Seed Oil, Octyldodecanol, Cera Alba (Beeswax), Candelilla Cera, Euphorbia Cerifera (Candelilla) Wax, Copernicia Cerifera (Carnauba) Wax, Cetyl Acetate, Acetylated Lanolin Alcohols, Isopropyl Myristate, Isostearyl Neopentanoate, Oleyl Alcohol, Lanolin Oil, Tocopherol, Vanillin, BHT, Propylparaben, Mica, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Red 7 Lake (CI 15850), Yellow 5 Lake (CI 19140), Blue 1 Lake (CI 42090).",
        "destacado": false,
        "imagen": "/img/labialrojoMAC.jpg",
        "descripcion": "Con una fórmula enriquecida con aceite de ricino, este labial ofrece un acabado completamente mate que resalta tus labios con una cobertura alta y duradera.",
        "tipo":"labios"
    },
    {
        "id": 117,
        "nombre": "Máscara De Pestañas Prosa Profesional Silicón Waterproof Color Negro",
        "precio": 58.90,
        "categoria": "mas_vendidos",
        "ingredientes":"Isoparafínico,Cera de abejas,Aceite de hueso de mamey,Sábila (aloe vera),Jojoba,Germen de trigo,Cera microcristalina,Estearato de aluminio,Óxidos de hierro (pigmentos),Lanolina",
        "destacado": true,
        "imagen": "/img/mascarapestañasprosa.jpg",
        "descripcion": "Prosa define y cuida tus pestañas. Se verán naturalmente suaves y peinadas en todo momento. En solo unos minutos, estarás impecable para salir y deslumbrar.",
        "tipo":"ojos"
    },
    {
        "id": 118,
        "nombre": "Maybelline Mascara de pestañas Sky High waterproof, 6ml, volumen 12H, con extracto de bambú",
        "precio": 180.50,
        "categoria": "mas_vendidos",
        "ingredientes":"Water, Paraffin, Potassium Cetyl Phosphate, Acrylates Copolymer, Cera Alba (Beeswax), Cera Carnauba (Copernicia Cerifera Wax), Glycerin, Alcohol Denat., Polyvinyl Alcohol, Steareth-20, Cetyl Alcohol, Phenoxyethanol, PEG/PPG-17/18 Dimethicone, Hydroxyethylcellulose, Stearic Acid, Disodium EDTA, Panthenol, Sodium Polymethacrylate, Bambusa Arundinacea Stem Extract (Extracto de bambú), Silica, Caprylyl Glycol, Sodium Dehydroacetate, Tocopherol, CI 77499 (Iron Oxides).",
        "destacado": true,
        "imagen": "/img/mascarapestañasskyhigh.png",
        "descripcion": "¡Logra Prestañas Largas Y Definidas De Aspecto Sofisticado Con Lash Sensational Sky High Maybelline New York! Nuestra Primer Mascara Que Da Auténtico Alargamiento Sofisticado, Hecha Con Auténticas Fibras Extensoras Y Extracto De Bambú Para Cuidar Tus Pestañas En Cada Pasada.",
        "tipo":"ojos"
    },
    {
        "id": 119,
        "nombre": "Máscara De Pestañas Yuya 10 Aceites 10g Color Negro",
        "precio": 199.99,
        "categoria": "mas_vendidos",
        "ingredientes":"Aguacate, Trigo, Ricino, Jojoba, Almendra, Argán, Coco, Mamey, Oliva, Semillas de girasol.",
        "destacado": true,
        "imagen": "/img/mascarapestañasyuya.jpg",
        "descripcion": "Máscara de Pestañas con 10 aceites esenciales, será tu aliada para crear un look súper lindo y natural.",
        "tipo":"ojos"
    },
    {
        "id": 120,
        "nombre": "Maybelline Corrector facial Instant Age Rewind",
        "precio": 170.80,
        "categoria": "mas_vendidos",
        "ingredientes":"Water, Cyclopentasiloxane, Glycerin, Isododecane, Dimethicone, PEG-9 Polydimethylsiloxyethyl Dimethicone, Disteardimonium Hectorite, Sodium Chloride, Phenoxyethanol, Caprylyl Glycol, Cera Alba (Beeswax), Cetyl PEG/PPG-10/1 Dimethicone, Dimethicone Crosspolymer, Tocopherol, Chamomilla Recutita (Matricaria) Flower Extract, Goji Berry Extract, Haloxyl™, CI 77891 (Titanium Dioxide), CI 77491, CI 77492, CI 77499 (Iron Oxides).",
        "destacado": false,
        "imagen": "/img/maybellinecorrector.jpg",
        "descripcion": "Instant Eraser es el corrector con tratamiento superconcentrado, tiene un aplicador microcorrector que ayuda a borrar instantáneamente la apariencia de las ojeras y las líneas finas.",
        "tipo":"rostro"
    },
    {
        "id": 121,
        "nombre": "Maybelline Labial Superstay Vinyl Ink 4.2ml, dura 16H, da brillo, sin grumos, sin transferencias",
        "precio": 280.00,
        "categoria": "mas_vendidos",
        "ingredientes":"Isododecane, Dimethicone, Trimethylsiloxysilicate, Polymethylsilsesquioxane/Trimethylsiloxysilicate, Polypropylsilsesquioxane, C30-45 Alkyl Dimethyl Silyl Polypropylsilsesquioxane, Trimethylsiloxyphenyl Dimethicone, Trimethylsiloxysilicate.",
        "destacado": false,
        "imagen": "/img/maybellinevynillink.jpg",
        "descripcion": "El labial líquido SuperStay Vinyl Ink de Maybelline de larga duración para tus labios. Con un brillo instantáneo que dura hasta 16 horas, podrás lucir unos labios impactantes.",
        "tipo":"labios"
    },
    {
        "id": 122,
        "nombre": "Set de maquillaje Rare Beauty x Tajín Cheek & Lip Set para mejillas y labios",
        "precio": 958.00,
        "categoria": "mas_vendidos",
        "ingredientes":"Hydrogenated Polyisobutene, Polybutene, Diisostearyl Malate, Octyldodecanol, Silica Dimethyl Silylate,Calcium Aluminum Borosilicate, Synthetic Fluorphlogopite, Tin Oxide, Tocopheryl Acetate,Fragrance, Iron Oxides (CI 77491), Titanium Dioxide (CI 77891), CI 15850 (Red 7)",
        "destacado": true,
        "imagen": "/img/setrarebeautyxtajin.png",
        "descripcion": "Una colaboración vibrante entre Rare Beauty y Tajín, este set celebra la cultura mexicana con tonos atrevidos y cálidos que evocan el chile y el chamoy. Ideal para quienes buscan un look radiante, jugoso y con personalidad.",
        "tipo":"labios"
    },
    {
        "id": 123,
        "nombre": "Pink Up, Primer De Rostro, Matifica, Efecto Porcelana",
        "precio": 130.00,
        "categoria": "mas_vendidos",
        "ingredientes":"Agua, extracto de arroz, hamamelis, ácido hialurónico.",
        "destacado": true,
        "imagen": "/img/pinkupprimer.jpg",
        "descripcion": "Su fórmula ligera y de rápida absorción crea un lienzo suave y aterciopelado para un acabado perfecto y de larga duración.",
        "tipo":"rostro"
    },
    {
        "id": 124,
        "nombre": "Base de maquillaje líquida Pink Up Rostro Matte Cover 12 Hrs",
        "precio": 182.20,
        "categoria": "mas_vendidos",
        "ingredientes":"Agua, glicerina, magnesio, pigmentos minerales.",
        "destacado": false,
        "imagen": "/img/pinkupbaseeasycover.PNG",
        "descripcion": "Fórmula a base de agua, libre de alcohol. Probado dermatológicamente, diseñada para todo tipo de piel. Deja una apariencia uniforme y aterciopelada.",
        "tipo":"rostro"
    },
    {
        "id": 125,
        "nombre": "Paleta Para Rostro Bissu / Iluminador - Rubor - Bronceador",
        "precio": 149.80,
        "categoria": "mas_vendidos",
        "ingredientes":"Talc,Mica,Magnesium Stearate,Silica,Dimethicone,Nylon-12,Phenoxyethanol,Caprylyl Glycol,Titanium Dioxide (CI 77891),Iron Oxides (CI 77491, CI 77492, CI 77499),Red 6 Lake (CI 15850),Yellow 5 Lake (CI 19140)",
        "destacado": false,
        "imagen": "/img/paletaruboresbissu.png",
        "descripcion": "Paleta con fórmula sedosa que permite una fácil aplicación, difuminación y cobertura uniforme en tu rostro.",
        "tipo":"mejillas"
    },
    {
        "id": 126,
        "nombre": "Peptide Lip Tint Rhode Hailey Bieber Bálsamo Con Color",
        "precio": 136.00,
        "categoria": "mas_vendidos",
        "ingredientes":"Manteca de karité, péptidos, aceite de cupuaçu, aceite de babasú.",
        "destacado": false,
        "imagen": "/img/rhodeliptint.jpeg",
        "descripcion": " Formulado con péptidos e ingredientes hidratantes naturales, nutre profundamente los labios mientras proporciona un color duradero y natural. Su textura ligera ofrece una aplicación cómoda sin sensación de pesadez, ideal para uso diario.",
        "tipo":"labios"
    },
    {
        "id": 127,
        "nombre": "Rubor Líquido Soft Pinch Rare Beauty ",
        "precio": 360.00,
        "categoria": "mas_vendidos",
        "ingredientes":"Water, Dimethicone, Isododecane, Butylene Glycol, Polyglyceryl-4 Isostearate, Cetyl PEG/PPG-10/1 Dimethicone, Hexyl Laurate, Disteardimonium Hectorite, Propylene Carbonate, Phenoxyethanol, Caprylyl Glycol, Tocopherol, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499)",
        "destacado": true,
        "imagen": "/img/ruborrarebeauty.png",
        "descripcion": "Rubor líquido ligero y duradero que se construye maravillosamente para una piel de aspecto suave y saludable.",
        "tipo":"mejillas"
    },
    {
        "id": 128,
        "nombre": "Rubor Líquido Bissú",
        "precio": 100.00,
        "categoria": "mas_vendidos",
        "ingredientes":"Agua,Glycerin,Dimethicone,Cyclopentasiloxane,Isododecane,Disteardimonium Hectorite,Propylene Carbonate,Phenoxyethanol,Caprylyl Glycol,- Ethylhexylglycerin,CI 77491, CI 77492, CI 77499 (Iron Oxides),CI 77891 (Titanium Dioxide),CI 15850 (Red 7 Lake),CI 19140 (Yellow 5 Lake)",
        "destacado": false,
        "imagen": "/img/ruborliquidobissu.png",
        "descripcion": "Su fórmula ligera se adapta a todo tipo de piel, proporcionando un color vibrante que se difumina fácilmente, permitiendo un acabado personalizado y sin esfuerzo. ",
        "tipo":"mejillas"
    },
    {
        "id": 129,
        "nombre": "Paleta De Sombras Yeri Mua - Beauty Creation Con Holograma",
        "precio": 499.99,
        "categoria": "mas_vendidos",
        "ingredientes":"Talc,Mica,Silica,Dimethicone,Magnesium Stearate,Nylon-12,Phenoxyethanol,Caprylyl Glycol,Pigmentos minerales (CI 77491, CI 77492, CI 77499, CI 77891, CI 15850, CI 19140)",
        "destacado": false,
        "imagen": "/img/yerimuasombras.jpg",
        "descripcion": "Descubre la paleta Yeri's Shadow and Face Palette de la marca Beauty Creations y conviértete en la verdadera muñeca que eres.",
        "tipo":"ojos"
    }
]